austenc.tailwind-docs
bradlc.vscode-tailwindcss
esbenp.prettier-vscode
farzan-tinati.vscode2prompt
github.copilot
github.copilot-chat
hashicorp.terraform
joshmu.periscope
maziac.asm-code-lens
mrmlnc.vscode-scss
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
supermaven.supermaven
twxs.cmake
vscodevim.vim
